tap "carhartl/tap"
brew "carhartl/tap/git-commit-template"
brew "carhartl/tap/git-wip"
brew "ccat"
brew "chart-testing"
brew "cosign"
brew "crane"
brew "ctop"
brew "curl" # More recent than the one that comes with macOS Monterey!
brew "dive"
brew "fd"
brew "fortune"
brew "fx"
brew "fzf"
brew "gist"
brew "git"
brew "gitleaks"
brew "git-absorb"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "grex"
brew "hadolint"
brew "helm"
brew "hstr"
brew "htop"
brew "httpie"
brew "httpstat"
brew "ipcalc"
brew "jaq"
brew "jnv"
brew "jo"
brew "killport"
tap "knqyf263/pet"
brew "knqyf263/pet/pet"
brew "kube-score"
brew "kubeconform"
brew "kubectx"
brew "kubespy"
brew "lefthook"
brew "mdp"
brew "mise"
brew "moreutils" # https://joeyh.name/code/moreutils/
brew "m-cli"
brew "ngrep"
tap "nao1215/tap"
brew "nao1215/tap/gup"
brew "node"
brew "prettier"
brew "pug"
brew "pure"
brew "ripgrep"
brew "scc"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "tag"
brew "tlrc"
brew "tree"
brew "trufflehog"
brew "uv"
brew "viddy"
brew "vim"
brew "watch"
brew "wget"
brew "xan"
brew "yamllint"
tap "ycd/tap"
brew "ycd/tap/dstp"
brew "ykman"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "appcleaner"
cask "google-chrome"
cask "chrysalis"
cask "docker-desktop"
cask "elgato-control-center"
cask "font-monaspace"
cask "ghostty"
cask "lookaway"
cask "proxyman"
cask "raycast"
cask "textmate"
cask "tower"
cask "visual-studio-code"
cask "zed"
cask "1password"
cask "1password-cli"
