brew "ccat"
brew "chart-testing"
brew "cosign"
brew "crane"
brew "csvkit"
brew "ctop"
brew "curl" # More recent than the one that comes with macOS Monterey!
brew "direnv"
brew "dive"
brew "fd"
brew "fortune"
brew "fx"
brew "fzf"
brew "gist"
brew "git"
brew "git-absorb"
brew "gitmoji"
brew "gnupg"
brew "go"
brew "golangci-lint"
tap "goreleaser/tap"
brew "goreleaser/tap/goreleaser"
brew "grex"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "httpstat"
brew "ipcalc"
brew "jaq"
brew "jnv"
brew "jo"
tap "jkfran/killport"
brew "killport"
tap "knqyf263/pet"
brew "knqyf263/pet/pet"
brew "kube-score"
brew "kubeconform"
brew "kubectx"
brew "kubespy"
brew "lefthook"
brew "mdp"
brew "mise"
brew "moreutils" # https://joeyh.name/code/moreutils/
brew "m-cli"
brew "ngrep"
brew "node"
brew "pipx"
brew "pure"
brew "ripgrep"
brew "rustup-init"
brew "scc"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "tag"
brew "tldr"
brew "tmux"
brew "tree"
tap "trufflesecurity/trufflehog"
brew "trufflesecurity/trufflehog/trufflehog"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
tap "ycd/tap"
brew "ycd/tap/dstp"
brew "ykman"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "alfred"
cask "appcleaner"
cask "google-chrome"
cask "chrysalis"
cask "docker"
cask "dropbox"
cask "elgato-control-center"
cask "firefox"
cask "font-monaspace"
cask "proxyman"
cask "textmate"
cask "tower"
cask "visual-studio-code"
cask "warp"
cask "1password"
cask "1password-cli"
