tap "Homebrew/bundle"
brew "caskroom/cask/brew-cask"
brew "tag"
brew "thefuck"
brew "ack"
brew "git"
brew "git-extras"
brew "michaeldfallen/formula/git-radar"
brew "watch"
brew "tree"
brew "ccat"
brew "rbenv"
brew "rbenv-gem-rehash"
brew "ruby-build"
brew "node"
brew "phantomjs"
brew "httpie"
brew "wget"
brew "jq"
brew "cowsay"
brew "fortune"
brew "moreutils" # https://joeyh.name/code/moreutils/
brew "gist"
