tap "caius/jo"
tap "homebrew/bundle"

brew "ack"
brew "autoenv"
brew "ccat"
brew "cowsay"
brew "fortune"
brew "gist"
brew "git"
brew "git-extras"
brew "htop"
brew "httpie"
brew "jid"
brew "jo"
brew "jq"
brew "mdp"
brew "michaeldfallen/formula/git-radar"
brew "moreutils" # https://joeyh.name/code/moreutils/
brew "m-cli"
brew "ngrep"
brew "node"
brew "phantomjs"
brew "pyenv"
brew "rbenv"
brew "rbenv-default-gems"
brew "ripgrep"
brew "ruby-build"
brew "tag"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"

cask "docker"
