brew "asdf"
brew "ccat"
brew "cloc"
brew "cowsay"
brew "csvkit"
brew "ctop"
brew "fd"
brew "fortune"
brew "gist"
brew "git"
brew "gitmoji"
brew "htop"
brew "httpie"
brew "httpstat"
brew "ipcalc"
brew "jid"
brew "jo"
brew "jq"
brew "mdp"
brew "moreutils" # https://joeyh.name/code/moreutils/
brew "m-cli"
brew "ngrep"
brew "node"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "tag"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "ykman"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "alfred"
# cask "appdelete" # failing due to non https...
cask "google-chrome"
cask "chrysalis"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gpg-suite-no-mail"
cask "slate"
cask "textmate"
cask "tower"
cask "visual-studio-code"
cask "1password"
