tap "caius/jo"
tap "homebrew/bundle"

brew "ack"
brew "ccat"
brew "cloc"
brew "cowsay"
brew "ctop"
brew "fortune"
brew "gist"
brew "git"
brew "gitmoji"
brew "htop"
brew "httpie"
brew "jenv"
brew "jid"
brew "jo"
brew "jq"
brew "mdp"
brew "moreutils" # https://joeyh.name/code/moreutils/
brew "m-cli"
brew "ngrep"
brew "node"
brew "phantomjs"
brew "pyenv"
brew "rbenv"
brew "rbenv-default-gems"
brew "ripgrep"
brew "ruby-build"
brew "shellcheck"
brew "tag"
brew "terraform_landscape"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "ykman"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "docker"
cask "keybase"
cask "slate"
cask "textmate"
cask "visual-studio-code"
